Repository: QIYA0130/LatteDemoPod
Catalog: LatteDemoPod/Assets/Language/*.lproj/UNOLocalized.strings
Languages: ar_eg, es_mx, sw_tz

# GDriver_DRV_Platform_security_ZHqP
source: Enhanced Safety with Auto Recording
ar_eg: السلامة المُحسّنة مع التسجيل التلقائي
es_mx: Más seguridad con grabación de audio automática

# GDriver_DRV_Opening_automatic_UgJa
source: Audio recordings can be used as evidence if a safety issue occurs (it can also be disabled)
ar_eg: يمكن استخدام تسجيلات الصوت كدليل في حالة حدوث مشكلة تتعلق بالسلامة (يمكن أيضًا تعطيلها)
es_mx: Activa la grabación automática de viajes (solo se escucha si hay un reporte de seguridad).

# GDriver_DRV_Open_gbau
source: Enable
ar_eg: تمكين
es_mx: Activar

# GDriver_DRV_Automatic_order_Baxs
source: Auto Record All Trips
ar_eg: تسجيل الصوت أثناء المشوار تلقائيًا
es_mx: Graba el audio de todos tus viajes
sw_tz: Rekodi Kiotomatiki Sauti ya Safari

# GDriver_DRV_Autorecording_is_qpcX
source: Auto Recording will be enabled on available trips
ar_eg: سيتم تمكين التسجيل التلقائي في المشاوير المتوفّرة
es_mx: Se activará la grabación de audio automática en los viajes disponibles
sw_tz: Kurekodi Kiotomatiki kutawezeshwa kwenye safari zinazopatikana

# GDriver_DRV_The_current_Thlq
source: Auto Recording will be enabled on your next trip
ar_eg: سيتم تمكين التسجيل التلقائي في مشوارك القادم
es_mx: Se activará la grabación de audio automática en tu próximo viaje
sw_tz: Kurekodi Kiotomatiki kutawezeshwa kwenye safari yako inayofuata

# GDriver_DRV_Audio_recordings_WXuY
source: Auto Recording will be disabled on your next trip
ar_eg: سيتم تعطيل التسجيل التلقائي في مشوارك القادم
es_mx: Se desactivará la grabación automática en tu próximo viaje.
sw_tz: Kurekodi Kiotomatiki kutalemazwa kwenye safari yako inayofuata

# GDriver_DRV_Confirm_closing_TVcu
source: Disable Auto Recording?
ar_eg: هل تريد تعطيل التسجيل التلقائي؟
es_mx: ¿Desactivar la grabación de audio automática?
sw_tz: Ungependa Kulemaza Kurekodi Kiotomatiki?

# GDriver_DRV_Trip_recordings_IwBr
source: Recordings can be evidence. If you disable Auto Recording, you'll need to manually enable it next time
ar_eg: يمكن اعتبار التسجيلات دليلاً. إذا قمت بتعطيل التسجيل التلقائي، فستحتاج إلى تمكينه يدويًا في المرة القادمة
es_mx: Las grabaciones pueden servir como evidencia. Si desactivas la grabación automática, necesitarás activarla manualmente en cada viaje.
sw_tz: Rekodi zinaweza kuwa ushahidi. Ukilemaza Kurekodi Kiotomatiki, utahitaji kuiwezesha baadaye

# GDriver_DRV_Keep_it_ZRxl
source: Keep Enabled
ar_eg: مواصلة التشغيل
es_mx: Dejar activada
sw_tz: Wezesha Kila Mara

# GDriver_DRV_Off_hiaV
source: Disable
ar_eg: تعطيل
es_mx: Desactivar
sw_tz: Lemaza

# GDriver_DRV_Recording_protection_wEKw
source: Trip Audio Recording On
ar_eg: تشغيل تسجيل الصوت أثناء المشوار
es_mx: Grabación de audio activada

# GDriver_DRV_For_your_noMm
source: Record Trip Audio
ar_eg: تسجيل الصوت أثناء المشوار
es_mx: Grabar audio del viaje

# GDriver_DRV_Open_yXja
source: Enable
ar_eg: تمكين
es_mx: Activar

# GDriver_DRV_Suggested_opening_MpAz
source: We suggest enabling Auto Recording
ar_eg: ننصح بتمكين التسجيل التلقائي
es_mx: Sugerimos que actives la grabación de audio automática

# GDriver_DRV__brand_JtBJ
source: %@ is committed to your safety. Please enable Trip Audio Recording for added safety.
ar_eg: تلتزم %@ بالحفاظ على سلامتك. يُرجى تمكين تسجيل الصوت أثناء المشوار للتمتع بأقصى قدر من السلامة.
es_mx: Para %@, tu seguridad es nuestra prioridad. Por favor, activa la grabación de audio automática para fortalecer tu seguridad.

# GDriver_DRV_All_orders_NxCl
source: Enable Always
ar_eg: التمكين دائمًا
es_mx: Activar siempre

# GDriver_DRV_This_order_Ihag
source: Just Once
ar_eg: مرة واحدة فقط
es_mx: Activar una vez

# GDriver_DRV__brand_YTzh
source: %@ is committed to your safety. Audio Recording is enabled for added protection of your trip.
ar_eg: تلتزم %@ بالحفاظ على سلامتك. يُرجى تمكين التسجيل التلقائي لتوفير حماية إضافية لمشوارك.
es_mx: Para %@, tu seguridad es nuestra prioridad. La grabación de audio está activada.

# GDriver_DRV_The_full_oHsB
source: Trip Audio Recording is on. %@ will do their best to ensure the safety of your trip
ar_eg: تم تشغيل تسجيل الصوت أثناء المشوار. ستبذل %@ قصارى جهدها لضمان السلامة أثناء مشوارك
es_mx: La grabación de audio del viaje está activada. En %@, trabajamos para brindar seguridad a tu viaje.

# GDriver_DRV_In_normal_TYEW
source: Trip Audio Recording is up and running. %@ will do their best to ensure the safety of your trip
ar_eg: تسجيل الصوت أثناء المشوار قيد التشغيل. ستبذل %@ قصارى جهدها لضمان السلامة أثناء مشوارك
es_mx: La grabación de audio del viaje está en curso. En %@, trabajamos para brindar seguridad a tu viaje.

# GDriver_DRV_Suggested_opening_cICe
source: We Recommend Enabling Auto Recording
ar_eg: نوصي بتمكين التسجيل التلقائي
es_mx: Sugerencia: activa grabación de audio automática
sw_tz: Tunapendekeza Kuwezesha Kurekodi Kiotomatiki

# GDriver_DRV_Trip_recordings_PHso
source: Trip recordings can be important evidence in the event of a dispute. This can be disabled at any time
ar_eg: يمكن اعتبار تسجيلات المشوار دليلًا مهمًا في حالة حدوث شجار، ويمكن تعطيلها في أي وقت
es_mx: La grabación de audio puede servir de evidencia frente a un incidente. Puedes desactivarla después.
sw_tz: Rekodi za safari zinaweza kuwa ushahidi muhimu kukiwa na mgogoro. Hii inaweza kulemazwa wakati wowote

# GDriver_DRV_Open_ImUX
source: Enable
ar_eg: تمكين
es_mx: Activar
sw_tz: Wezesha

# GDriver_DRV_Cancel_biUa
source: Cancel
ar_eg: إلغاء
es_mx: Cancelar
sw_tz: Ghairi
